Repository: Daniel75/reponerds
Catalog: skin.destiny/skin.destiny/language/*/strings.po
Languages: german

# #49965
source: Loading...
german: Lade...

# #49966
source: delete group
german: Gruppe löschen

# #49967
source: rename group
german: Gruppe umbenennen

# #49968
source: Add group
german: Gruppe hinzufügen

# #49969
source: Channels in groups
german: Kanäle in Gruppen

# #49970
source: Page
german: Seite

# #49972
source: Ends at
german: Endet um

# #49973
source: path:
german: Pfad:

# #49974
source: Modify database
german: Editiere Datenbank

# #49977
source: Watch Later
german: Schau später

# #49978
source: Page
german: Seite

# #49982
source: Playback
german: Wiedergabe

# #49983
source: Page
german: Seite

# #49985
source: Series Search
german: Serien Suche

# #49986
source: Movie-Sets
german: Film-Sets

# #49987
source: added Recently
german: Kürzlich hinzugefügt

# #49988
source: Movie Search
german: Film Suche

# #49989
source: Skin Settings
german: Skin Einstellung

# #49990
source: Upcoming recordings
german: Anstehend-Aufnahmen

# #49991
source: TV-Recordings
german: TV-Aufnahmen

# #49992
source: EPG - program Guide
german: EPG - Programmguide

# #49993
source: Radio channel list
german: Radio Kanalliste

# #49994
source: TV channel list
german: TV Kanalliste

# #49995
source: Music-Addons
german: Musik-Addons

# #49996
source: Music Search
german: Musik Suche

# #49998
source: Root
german: Haupt

# #49999
source: Search
german: Suche

# #50000
source: Latest Movies
german: Letzte Filme

# #50001
source: Latest Concerts
german: Letzte Konzerte

# #50002
source: Latest Serien
german: Letzte Serien

# #50003
source: Latest Albums
german: Letzte Alben

# #50005
source: Last seen movies
german: Zuletzt gesehene Filme

# #50006
source: Last seen Series
german: Zuletzt gesehene Serien

# #50007
source: Concerts-Events
german: Konzert-Termine

# #50008
source: Statistics
german: Statistik

# #50009
source: Last belonged songs
german: Zuletzt gehörte Songs

# #50010
source: current weather
german: Aktuelles Wetter

# #50011
source: Place
german: Ort

# #50012
source: Ends at
german: Endet um

# #50013
source: Next
german: Nächste

# #50014
source: [B]MANAGE YOUR PROFILE[/B][CR][CR]Choose your Kodi user profile to log in.
german: [B]VERWALTE DEINE PROFILE[/B][CR][CR]Wähle dein Kodi User-Profil zum einloggen.

# #50015
source: power setting
german: Energieeinstellung

# #50016
source: Rewind
german: Zurückspulen

# #50019
source: Fast forward
german: Vorspulen

# #50020
source: Visualisierungs-Settings
german: Visualisierungs-Einstellungen

# #50021
source: Kodi lyrics
german: Kodi Liedtexte

# #50022
source: Current
german: Aktuell

# #50023
source: Audio characteristics
german: Audio Eigenschaften

# #50024
source: Aktuelle Settings
german: Aktuelle Einstellungen

# #50025
source: Music: files
german: Musik: Dateien

# #50026
source: View Settings
german: Ansichts Einstellung

# #50027
source: Eject
german: Auswerfen

# #50028
source: General settings
german: Allgemeine Einstellung

# #50029
source: Order : Descending
german: Sortieren: Absteigend

# #50030
source: View Settings
german: Ansichts Einstellung

# #50031
source: show Extrafanart
german: zeige Extrafanart

# #50032
source: show only a cover
german: zeige nur ein Cover

# #50033
source: put switchtimers
german: Umschalttimer setzen

# #50034
source: show DVD
german: zeige DVD

# #50035
source: Clearart On/Off
german: Clearart Ein/Aus

# #50036
source: Logo On/Off
german: Logo Ein/Aus

# #50037
source: Sets Logo On/Off
german: Sets Logo Ein/Aus

# #50038
source: switchtimers
german: Umschalttimer

# #50039
source: Fanart fade out
german: Fanart ausblenden

# #50040
source: Plot On/Off
german: Beschreibung Aus/An

# #50042
source: Cover off
german: Cover aus

# #50043
source: Similar Artists
german: Ãhnliche Künstler

# #50044
source: Currently tagged
german: Aktuell markiert

# #50045
source: Open Playlist
german: Playliste öffnen

# #50046
source: Save Playlist
german: Playliste speichern

# #50047
source: close Playlist
german: Playliste schliessen

# #50048
source: System music files
german: System Musik-Dateien

# #50049
source: Hide INFO
german: Verstecke INFO

# #50050
source: Current temperature
german: Aktuelle Temperatur

# #50051
source: Last update
german: Letztes Update

# #50052
source: sunrise
german: Sonnenaufgang

# #50053
source: sunset
german: Sonnenuntergang

# #50054
source: 10 day forecast
german: 10-Tage-Prognose

# #50055
source: 36 hour forecast
german: 36-Stunden-Prognose

# #50056
source: Weekend Forecast
german: Wochenend-Prognose

# #50057
source: Hourly Weather forecast
german: Stündliche Prognose

# #50058
source: Map
german: Karte

# #50059
source: Precipitations probability
german: Niederschlagswahrscheinlichkeit

# #50060
source: [B]CONFIGURE PRESENTATION[/B][CR]Change the Skin · Choose your language and region[CR]Change the file display · Choose your screensaver
german: [B]KONFIGURIERE DARSTELLUNG[/B][CR]Ändere den Skin · Wähle Sprache und Region[CR]Ändere die Dateianzeige · Wähle deinen Bildschirmschoner

# #50061
source: [B]CONFIGURE VIDEO SETTINGS[/B][CR]Manage your video database · Select video playback options[CR]Change the video display · Select the subtitle font
german: [B]KONFIGURIERE VIDEO-EINSTELLUNGEN[/B][CR]Manage deine Video-Datenbank · Wähle Video-Wiedergabe Optionen[CR]Ändere die Video-Darstellung · Wähle die Untertitel-Schrift

# #50063
source: [B]CONFIGURE TV SETTINGS[/B][CR]Change the fullscreen · Manage your EPG
german: KONFIGURIERE TV-EINSTELLUNGEN[/B][CR]Ändere die Vollbild-Anzeige · Manage dein EPG

# #50064
source: [B]CONFIGURE MUSIC SETTINGS[/B][CR]Preference for music database , playback options[CR]Configure the song Submission.
german: [B]KONFIGURIERE MUSIK-EINSTELLUNGEN[/B][CR]Einstellung für Musik-Datenbank, Wiedergabe Optionen[CR]Konfiguriere die Lied Submission · Wähle Karaoke Optionen

# #50065
source: [B]CONFIGURE IMAGES SETTINGS[/B][CR]Change the photo display · Configure slideshows
german: [B]KONFIGURIERE BILDER-EINSTELLUNGEN[/B][CR]Ändere die Bilder-Darstellung · Konfiguriere Diashows

# #50066
source: [B]CONFIGURE WEATHER SETTINGS[/B][CR]Choose three cities for weather data
german: [B]KONFIGURIERE WETTER-EINSTELLUNGEN[/B][CR]Wähle drei Städte für die Wetterdaten

# #50067
source: [B]CONFIGURE NETWORK SETTINGS[/B][CR]Configure Remote via UPnP and HTTP[CR]Configure network shares and Internet
german: [B]KONFIGURIERE NETZWERK-EINSTELLUNGEN[/B][CR]Konfiguriere Remote via UPnp und HTTP[CR]Konfiguriere Netzwerkfreigaben und Internetzugang

# #50068
source: [B]CONFIGURE ADDONS[/B][CR]Change Addon setting · Install new addons or uninstall your Addons.
german: [B]KONFIGURIERE ADDONS[/B][CR]Ändere Addon Einstellung · Installiere neue Addons oder deinstalliere dein Addons.

# #50069
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR]Setting display, remote control, power options[CR]Set Enable debugging · User rights
german: [B]KONFIGURIERE SYSTEM-EINSTELLUNGEN[/B][CR]Einstellung für Display, Fernbedienung, Energieoptionen[CR]Aktiviere Debugging · Benutzerrechte setzen

# #50070
source: [B]CONFIGURE SKIN SETTINGS[/B][CR]Configure Destiny[CR]Adding and removing main menu items
german: [B]KONFIGURIERE SKIN-EINSTELLUNGEN[/B][CR]Konfiguriere Destiny[CR]Hinzufügen und Entfernen von Hauptmenü-Items

# #50071
source: [B]MANAGE YOUR PROFILE[/B][CR]Choose your Kodi © user profile to log in.
german: [B]VERWALTE DEINE PROFILE[/B][CR]Wähle dein Kodi© User-Profil zum einloggen.

# #50072
source: [B]SYSTEM INFOS[/B][CR]All about your system.
german: [B]SYSTEM INFOS[/B][CR]Alle Infos zu deinem System.

# #50074
source: Featured profile
german: Ausgewähltes Profil

# #50075
source: last login
german: Letzter Login

# #50076
source: RAM required:
german: RAM benötigt:

# #50077
source: Settings
german: Einstellung

# #50079
source: Preview Playlists
german: Preview Playlisten

# #50080
source: Last seen
german: Zuletzt gesehen

# #50081
source: Background
german: Hintergrund

# #50082
source: Change the Default Background
german: Ändere den Default Hintergrund

# #50083
source: Activate lyrics in music OSD
german: Aktiviere Liedtexte in Musik-OSD

# #50084
source: PATH TO SONG TEXT SCRIPT
german: PFAD ZUM LIEDTEXT-SKRIPT

# #50085
source: Activate subtitles in video OSD
german: Aktiviere Untertitel herunterladen in Video-OSD

# #50086
source: PATH TO SUBTITLE SCRIPT
german: PFAD ZUM UNTERTITEL-SKRIPT

# #50087
source: Enable Kiosk mode ( disable slideout menu )
german: Aktiviere Kiosk Modus (deaktiviere Slideout-Menü)

# #50088
source: Activate CDART in music visualization
german: Aktiviere CDArt in der Musik-Visualisierung

# #50089
source: See "Pause" in slideshow
german: Zeige "Pause" in Diashow

# #50090
source: Show title at the background scan
german: Zeige Titel beim Hintergrundscan

# #50091
source: Activate Artist slideshow script in music visualization
german: Aktiviere Artist-Slideshow-Skript in der Musik-Visualisierung

# #50092
source: Setting Artist Slideshow Script
german: Einstellung für Artist-Slideshow Script

# #50093
source: Enable CD Wall
german: CD Wall einschalten

# #50094
source: CD Wall Path
german: CD Wall Pfad

# #50095
source: Activate own background in music visualization
german: Aktiviere eigenen Hintergrund in der Musik-Visualisierung

# #50096
source: Enable black background in music visualization
german: Aktiviere schwarzen Hintergrund in der Musik-Visualisierung

# #50097
source: Activate music playlist at startup
german: Aktiviere Musik-Playliste beim Starten

# #50098
source: Choose Music Playlist
german: Wähle Musik-Playliste

# #50099
source: Activate music addon startup
german: Aktiviere Musik-Addon beim Starten

# #50100
source: Choose music Addon
german: Wähle Musik-Addon

# #50101
source: Activate video playlist at startup
german: Aktiviere Video-Playliste beim Starten

# #50102
source: Select Video-Playlist
german: Wähle Video-Playliste

# #50103
source: Background
german: Hintergrund

# #50105
source: Style
german: Stil

# #50106
source: Activate custom focus offset in the main menu when you start
german: Aktiviere benutzerdefinierten Focus Offset im Hauptmenü beim Starten

# #50107
source: Home General
german: Home Allgemein

# #50108
source: Customize Home Menu
german: Home Menü anpassen

# #50110
source: ends in
german: Endet in

# #50111
source: Database Counter (only Home remains )
german: Datenbank Counter aus (nur Home bleibt)

# #50112
source: Unlock extra fanart and Artist Slideshow
german: Schalte Extra-Fanart und Artistslideshow ein

# #50113
source: Artist Fanart on the Home menu during music playback
german: Artist Fanart auf dem Homemenü während der Musikwiedergabe

# #50114
source: Artist Extrafanart on the Home menu during music playback
german: Artist Extrafanart auf dem Homemenü während der Musikwiedergabe

# #50115
source: Artist Slideshow on the Home menu during music playback
german: Artistslideshow auf dem Homemenü während der Musikwiedergabe

# #50116
source: Video window
german: Video-Fenster

# #50117
source: Activate video window from the main menu
german: Aktiviere Videofenster im Hauptmenü

# #50118
source: Activate global video window
german: Aktiviere globales Videofenster

# #50119
source: Pictures
german: Bilder

# #50120
source: Weather Fanart on the Home menu - [COLOR ColorFontSelected]("resource.images.weatherfanart.multi" must be installed! )[/COLOR]
german: Wetter Fanart auf dem Homemenü - [COLOR ColorFontSelected]("resource.images.weatherfanart.multi" muss installiert sein! )[/COLOR]

# #50121
source: Weather Fanart Path:
german: Wetter Fanart Pfad:

# #50122
source: Video | Music | Program - select addon
german: Video | Musik | Programm - Addon wählen

# #50123
source: Favourites
german: Favoriten

# #50124
source: Random Movies
german: Zufällige Filme

# #50125
source: Music
german: Musik

# #50127
source: Close the window
german: Fenster schließen

# #50128
source: [B]MANAGE YOUR VIDEOS[/B][CR]Change add the videos · Add Videos
german: [B]VERWALTE DEINE VIDEOS[/B][CR]Ändere den Videos · Füge Videos hinzu

# #50129
source: aired in
german: Ausgestahlt

# #50132
source: Others
german: Sonstiges

# #50133
source: Unseen Series
german: Ungesehene Serien

# #50134
source: Recent Episodes
german: Letzte Episoden

# #50135
source: off Automatic scrolling of descriptions
german: Automatisches Scrollen von Beschreibungen ausschalten

# #50136
source: off database Counter in Home
german: Datenbank-Counter auch im Home ausschalten

# #50137
source: off button bar at the top right ( home stays )
german: Button-Leiste oben rechts ausschalten (nur Home bleibt)

# #50138
source: Visualisation-Settings
german: Visualisation-Einstellung

# #50139
source: Change color for this Home Button
german: Farbe für diesen Homebutton ändern

# #50140
source: Activate TV Tunes for series ( Addon required)
german: Aktiviere TV Tunes für Serien (Addon erforderlich)

# #50141
source: Special
german: Spezial

# #50142
source: Video at the start switch ( Addon required)
german: Video beim Start einschalten (Addon erforderlich)

# #50143
source: Press " OK " to change[CR]Press again to return to default
german: Drück "OK" zum wechseln[CR]nochmaliges drücken zum Default zurück

# #50145
source: Playlists-Settings
german: Playlisten-Einstellungen

# #50146
source: Year
german: Jahr

# #50147
source: running time
german: Laufzeit

# #50150
source: Title
german: Titel

# #50151
source: Director
german: Regisseur

# #50152
source: Stagger
german: Staffeln

# #50153
source: running time
german: Laufzeit

# #50154
source: Author
german: Autor

# #50159
source: Recording
german: Aufnahme

# #50160
source: Channel list
german: Kanalliste

# #50162
source: Activate
german: Aktivieren

# #50163
source: Edit mode
german: Modus ändern

# #50164
source: Look into 2D
german: In 2D schauen

# #50166
source: Page
german: Seite

# #50168
source: Title
german: Titel

# #50169
source: running time
german: Laufzeit

# #50176
source: minutes total
german: Minuten gesamt

# #50177
source: Born
german: Geboren

# #50178
source: Died
german: Gestorben

# #50179
source: Plot
german: Beschreibung

# #50180
source: Created
german: Erstellt

# #50181
source: Resolution
german: Auflösung

# #50182
source: Pic
german: Bild

# #50183
source: Cam Manufacturer
german: Cam Hersteller

# #50185
source: aperture
german: Blende

# #50186
source: flash mode
german: Blitzmodus

# #50187
source: exposure time
german: Belichtungszeit

# #50188
source: ISO speed
german: ISO-Filmempfindlichkeit

# #50189
source: Stagger
german: Staffeln

# #50190
source: Movies
german: Filme

# #50192
source: Unges.
german: Unge.

# #50193
source: Series
german: Serien

# #50194
source: Musicvideos
german: Musikvideos

# #50195
source: play disc
german: Disk wiedergeben

# #50196
source: Search
german: Suche

# #50198
source: All Musicvideos
german: Alle Musikvideos

# #50199
source: Concerts
german: Konzerte

# #50202
source: TV-Series
german: TV-Serien

# #50204
source: All Series
german: Alle Serien

# #50207
source: Next
german: Nächste

# #50208
source: recording in progress:
german: Aufnahme Läuft:

# #50209
source: The file is stacked , select the part to be started
german: Die Datei ist gestapelt, wähle den zu startenden Teil

# #50211
source: Current Scraper
german: Aktueller Scraper

# #50212
source: select Scraper
german: Scraper wählen

# #50213
source: Setting for scanning the contents
german: Einstellung zum Scannen des Inhaltes

# #50214
source: [B]set timer![/B] [COLOR=grey2] - System shuts down in[/COLOR]
german: [B]Timer gesetzt![/B] [COLOR=grey2] - System fährt herunter in[/COLOR]

# #50215
source: Page
german: Seite

# #50216
source: setting list
german: Einstellung Liste

# #50217
source: extra settings
german: Extra Einstellung

# #50218
source: Clearart On/Off
german: Clearart Ein/Aus

# #50219
source: Logo On/Off
german: Logo Ein/Aus

# #50220
source: show DVD/Bluray
german: zeige DVD/Bluray

# #50221
source: show Charakterart
german: zeige Charakterart

# #50223
source: Panel Settings
german: Panel Einstellungen

# #50224
source: Infos fade out
german: Infos ausblenden

# #50225
source: Direct Home Button
german: Direkt Homebutton

# #50226
source: Select widget
german: Wähle Widget

# #50231
source: Show
german: Zeige

# #50232
source: Button bar, clock, DB - Counter and Weather
german: Buttonleiste, Uhr, DB-Counter und Wetter

# #50233
source: open selection option
german: öffne Auswahl-Option

# #50236
source: All Movies
german: Alle Filme

# #50238
source: Favourite
german: Favorit

# #50239
source: Movie Playlisten On/Off
german: Film Playlisten An/Aus

# #50240
source: show Banner
german: zeige Banner

# #50241
source: [B]POWER FUNKTION[/B][CR]Administer the setting for end of Kodi.
german: [B]POWERFUNKTION[/B][CR]Verwalte die Einstellung für beenden von Kodi.

# #50242
source: Movie Playlist without submenu
german: Film Playliste ohne Untermenü

# #50243
source: TV-Series
german: TV-Serien

# #50244
source: Series Playlists
german: Serien Playlisten

# #50245
source: [B]MAIN FOLDER[/B][CR]All added videos Overview.
german: [B]HAUPTORDNER[/B][CR]Alle hinzugefügten Videos im Überblick.

# #50246
source: [B]FILE MANAGER[/B][CR]To change and move your videos
german: [B]DATEIMANAGER[/B][CR]Zum ändern und verschieben deiner Videos

# #50250
source: Konzerte
german: Concerts

# #50251
source: Musicvideos
german: Musikvideos

# #50252
source: Games
german: Spiele

# #50253
source: Music
german: Musik

# #50256
source: Programs
german: Programme

# #50257
source: Weather Icon
german: Wetter Icon

# #50259
source: Weather
german: Wetter

# #50261
source: play disc
german: Disk wiedergeben

# #50262
source: Favourites
german: Favoriten

# #50264
source: Search
german: Suche

# #50265
source: Message
german: Nachricht

# #50266
source: Hide
german: Verstecke

# #50267
source: Rename
german: Umbenennen

# #50268
source: Choose an icon
german: Wähle ein Icon

# #50270
source: Choose playlists for Preview - playlist
german: Wähle Playlisten für Preview - Playlist

# #50271
source: - assign label
german: - Label zuweisen

# #50272
source: - Choose playlists
german: - Wähle Playliste

# #50273
source: Random albums
german: Zufällige Alben

# #50274
source: Select for Movie Preview a playlist
german: Wähle für Film-Preview eine Playlist

# #50275
source: Select for Series Preview a playlist
german: Wähle für Serien-Preview eine Playlist

# #50276
source: Change Background - Single Image
german: Hintergrund ändern - Einzelnes Bild

# #50277
source: Change Background - More Images
german: Hintergrund ändern - Mehrere Bilder

# #50278
source: Background
german: Hintergrund

# #50279
source: Movie Playlist 7
german: Film Playliste 7

# #50280
source: Choose series playlist for 2 Preview 1
german: Wähle Serien Playlist 2 für Preview 1

# #50281
source: Choose series playlist for 2 Preview 2
german: Wähle Serien Playlist 2 für Preview 2

# #50282
source: Choose series playlist for 2 Preview 3
german: Wähle Serien Playlist 2 für Preview 3

# #50283
source: Choose series playlist for 2 Preview 4
german: Wähle Serien Playlist 2 für Preview 4

# #50284
source: Series Playlists
german: Serien Playlisten

# #50285
source: edit or create profile
german: Profile bearbeiten oder erstellen

# #50287
source: - assigning favorites
german: - Favorit zuweisen

# #50288
source: Home Music button opens Artist
german: Home Musik Button öffnet Artist

# #50289
source: Home Music button opens Album
german: Home Musik Button öffnet Album

# #50290
source: Choose music playlist for Preview 1
german: Wähle Musik Playlist für Preview 1

# #50291
source: Choose music playlist for Preview 2
german: Wähle Musik Playlist für Preview 2

# #50292
source: Choose music playlist for Preview 3
german: Wähle Musik Playlist für Preview 3

# #50293
source: Choose music playlist for Preview 4
german: Wähle Musik Playlist für Preview 4

# #50294
source: Opt for a movie or series Playlist
german: Wähle Film oder Serien Playlist

# #50295
source: Choose music playlist
german: Wähle Musik Playlist

# #50296
source: Choose addon
german: Wähle Addon

# #50297
source: BUTTON NAME
german: TASTEN BEZEICHNUNG

# #50298
source: Choose special addon [B]1[/B]
german: Wähle spezielles Addon [B]1[/B]

# #50299
source: PATH TO THE SCRIPT
german: PFAD ZUM SKRIPT

# #50300
source: Choose special addon [B]2[/B]
german: Wähle spezielles Addon [B]2[/B]

# #50301
source: Choose special program [B]1[/B]
german: Wähle spezielles Programm [B]1[/B]

# #50302
source: Choose special program [B]2[/B]
german: Wähle spezielles Programm [B]2[/B]

# #50303
source: Weather Fanart on the Home menu
german: Wetter Fanart auf dem Homemenü

# #50304
source: Weather Fanart Path:
german: Wetter Fanart Pfad:

# #50307
source: Colored Button in the home off
german: Farbige Button im Home aus

# #50308
source: music Artist - Logo
german: Musikartist - Logo

# #50309
source: Unseen Movies
german: Ungesehene Filme

# #50310
source: Pictures
german: Bilder

# #50311
source: Activate Music Info Panel (script.extendedinfo erforderlich)
german: Aktiviere Musik Info Panel (script.extendedinfo erforderlich)

# #50312
source: Activate Music-Visualisierung
german: Aktiviere Musik-Visualisierung

# #50313
source: Program Addons
german: Programm-Addons

# #50314
source: Choose your own color... z.B. FF000000 for Black
german: Wähle deine eigene Farbe... z.B. FF000000 für Schwarz

# #50316
source: 3D Movies
german: 3D Filme

# #50317
source: Children's Movies
german: Kinderfilme

# #50318
source: FSK 18 Films
german: FSK 18 Filme

# #50319
source: Music-Addons
german: Musik-Addons

# #50320
source: Actor
german: Schauspieler

# #50321
source: My Addons for Home submenu (selectable if there is one in there)
german: Meine Addons für Home Submenü (auch dort wählbar wenn eins drin ist)

# #50322
source: Last heard music
german: Zuletzt gehörte Musik

# #50323
source: Random series
german: Zufällige Serien

# #50324
source: Order : Ascending
german: Sortieren: Aufsteigend

# #50329
source: Stations in their vicinity
german: Sender in ihrer Nähe

# #50330
source: Previously selected episodes
german: Zuletzt gesehene Episoden

# #50331
source: Top Rating Series
german: Top Rating Serien

# #50332
source: Top Rating Movies
german: Top Rating Filme

# #50333
source: Choose the addons that will be shown from the skin settings
german: Wähle die Addons, die gezeigt werden sollen in den Skin-Settings aus.

# #50334
source: Order : Ascending
german: Sortieren: Aufsteigend

# #50335
source: My Transmitter
german: Meine Sender

# #50336
source: Order : Descending
german: Sortieren: Absteigend

# #50337
source: Playlists
german: Playlisten

# #50338
source: Tablet mode on.
german: Tablet Modus an.

# #50340
source: Writer
german: Schriftsteller

# #50341
source: Database Counter off (top right) in the Home
german: Datenbank Counter (oben rechts) im Home ausschalten

# #50342
source: Change this home button
german: ändere diesen Home-Button

# #50343
source: No last seen series available!
german: Keine zuletzt gesehen Serien verfügbar!

# #50344
source: No last seen movies available!
german: Keine zuletzt gesehen Filme verfügbar!

# #50345
source: Genre must be (XXX)
german: Genre muss (XXX) sein

# #50347
source: Daily forecast
german: Tägliche Vorhersage

# #50348
source: Alarms
german: Alarme

# #50349
source: Other settings
german: Sonstige Einstellungen

# #50350
source: Weather Fanart
german: Wetter Fanart

# #50351
source: Location
german: Standort

# #50352
source: Colored button On/Off
german: Farbige Button On/Off

# #50354
source: Video Window On/Off
german: Videofenster On/Off

# #50355
source: Set Fanart file path
german: Fanart-Dateipfad festlegen

# #50356
source: Here you can find all the settings to your system
german: Hier findest du alle Einstellungen zu deinem System
