Repository: Daniel75/reponerds
Catalog: skin.destiny/skin.destiny/language/*/strings.po
Languages: german

# #50358
source: See video clips , watch catch-up TV.
german: Video-Clips ansehen, verpasste Sendungen anschauen.

# #50360
source: choose what you want to search in YouTube Home widget.
german: wähle was gesucht werden soll im YouTube Home Widget.

# #50361
source: Home Widget Settings
german: Home Widget Einstellungen

# #50362
source: Home Widget Turn off
german: Home Widget Ausschalten

# #50364
source: Close playlist
german: Wiedergabeliste schließen

# #50365
source: Save playlist
german: Wiedergabeliste speichern

# #50366
source: Open playlist
german: Wiedergabeliste öffnen

# #50380
source: No last played albums available!
german: Keine zuletzt gehörten Alben verfügbar!

# #50381
source: Here you can specify playlists in the film - are displayed Preview!
german: Hier kannst du Playlisten angeben, die in der Film - Preview angezeigt werden!

# #50382
source: Here you can specify playlists in the series - are displayed Preview!
german: Hier kannst du Playlisten angeben, die in der Serien - Preview angezeigt werden!

# #50383
source: Here you can specify playlists in the playlist 1 - are displayed Preview!
german: Hier kannst du Playlisten angeben, die in der Playlist 1 - Preview angezeigt werden!

# #50384
source: Here you can specify playlists in the playlist 2 - are displayed Preview!
german: Hier kannst du Playlisten angeben, die in der Playlist 2 - Preview angezeigt werden!

# #50385
source: Here you can specify playlists in the Music - are displayed Preview!
german: Hier kannst du Playlisten angeben, die in der Musik - Preview angezeigt werden!

# #50386
source: Here you can specify playlists in the playlist 3 - are displayed Preview!
german: Hier kannst du Playlisten angeben, die in der Playlist 3 - Preview angezeigt werden!

# #50387
source: Here you can specify a playlist , which can be accessed by clicking the Home then!
german: Hier kannst du eine Playliste angeben, die im Home dann per Klick aufrufbar ist!

# #50388
source: Scrollbar off in views
german: Scrollbar in Ansichten ausschalten

# #50389
source: Alternatives Home menu with four Eckigen tiles instead of the oblique
german: Alternatives Homemenü mit Viereckigen Kacheln statt den schrägen

# #50390
source: Unlock Widgets in Home from
german: Schalte Widgets im Home aus

# #50391
source: Unlock Fanart Grabber for movies, series and music (script.grab.fanart required)
german: Schalte Fanart Grabber für Filme, Serien und Musik ein (script.grab.fanart erforderlich)

# #50392
source: Unlock Extrafanart for current music in a Home
german: Schalte Extrafanart für laufende Musik im Home ein

# #50393
source: Unlock Artist Slideshow for current music in a Home (script.artistslideshow required)
german: Schalte Artistslideshow für laufende Musik im Home ein (script.artistslideshow erforderlich)

# #50394
source: Unlock Fanart for current music in a Home
german: Schalte Fanart für laufende Musik im Home ein

# #50395
source: Weather in the top left off
german: Wetter links oben ausschalten

# #50396
source: Unlock Colored icons Rated at
german: Schalte Farbige FSK Icons an

# #50397
source: off time at the top right
german: Uhrzeit oben rechts ausschalten

# #50398
source: Move Home Menu Button
german: Home Menü Button verschieben

# #50399
source: Single Background Image
german: Einzelnes Hintergrundbild

# #50400
source: Default Image
german: Standard Hintergrundbild

# #50401
source: Choose a direct path , addon or favorites
german: Wähle ein direkten Pfad, Addon oder ein Favoriten

# #50402
source: Description zoom in all views
german: Beschreibung vergrößern in allen Ansichten

# #504044
source: Strength
german: Stärke
